<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/AppIcon.icns</key>
		<data>
		KxqtM0ejAJzZoWTsDc+sUoxXSCM=
		</data>
		<key>Resources/Assets.car</key>
		<data>
		pCDUTqXK/sAnAzyAL49mRNrtKAU=
		</data>
		<key>Resources/Info.plist</key>
		<data>
		O5sdfmN16HxPmjDr2PdNGrtxyqg=
		</data>
		<key>Resources/LICENSE</key>
		<data>
		TMd7kK+R5hWmSuBIk/3/p5OduEw=
		</data>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/analytics/coremldata.bin</key>
		<data>
		XFfkAoN8/BEIP3Ndp9vZ7dp+pF0=
		</data>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/coremldata.bin</key>
		<data>
		dwS/FgSSXC+C4SJS3Dw///UDuuk=
		</data>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/metadata.json</key>
		<data>
		1cLdX3BmeA/D/Y3XnUAD6WTI7Ng=
		</data>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/model0/coremldata.bin</key>
		<data>
		AKxSEy66Mdi3qHn4IDvrY7Gs05o=
		</data>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/model1/_B0000.DAT</key>
		<data>
		oIMDcywhwQJarwRnCD3bQbyTOKM=
		</data>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/model1/coremldata.bin</key>
		<data>
		EHS4+i/Z9Cs80FP1ZklP/xg9mFg=
		</data>
		<key>Resources/README.md</key>
		<data>
		FDVGizWO50jgSuXEhnCfjmX0zz0=
		</data>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		TYVvwkwV19Oz1a5UuDj9nuc2PP0=
		</data>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/coremldata.bin</key>
		<data>
		mmL2mAKuvw4+KNH6os+Or53xeJ4=
		</data>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/metadata.json</key>
		<data>
		BlpLD+fmiy2uTkOgCqbs6gdloe0=
		</data>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/model.espresso.net</key>
		<data>
		6lku/124r5aKt5uGWfwdDejXFwI=
		</data>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/model.espresso.shape</key>
		<data>
		Gh4wSsxW+QKv6IPmnnVQHSh0cI4=
		</data>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/model.espresso.weights</key>
		<data>
		pFqostZHKF2kzY+bW2wq4vioQT4=
		</data>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		oH5IjOmqVLeWeTZoJZrmDIcVQX4=
		</data>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/coremldata.bin</key>
		<data>
		mmL2mAKuvw4+KNH6os+Or53xeJ4=
		</data>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/metadata.json</key>
		<data>
		QwBYSg16ZvRN3Nh2mvAzHZ/zLPA=
		</data>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/model.espresso.net</key>
		<data>
		6lku/124r5aKt5uGWfwdDejXFwI=
		</data>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/model.espresso.shape</key>
		<data>
		Gh4wSsxW+QKv6IPmnnVQHSh0cI4=
		</data>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/model.espresso.weights</key>
		<data>
		QGzHeujpqWoLGAIL+sTczoymu+U=
		</data>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		vE90xgWkwxM81UmsOBZ4dQMvfl0=
		</data>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/coremldata.bin</key>
		<data>
		mmL2mAKuvw4+KNH6os+Or53xeJ4=
		</data>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/metadata.json</key>
		<data>
		n8FDkNEGiBLxyEZ5q5R7FA5Vpyc=
		</data>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/model.espresso.net</key>
		<data>
		6lku/124r5aKt5uGWfwdDejXFwI=
		</data>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/model.espresso.shape</key>
		<data>
		Gh4wSsxW+QKv6IPmnnVQHSh0cI4=
		</data>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/model.espresso.weights</key>
		<data>
		u4kzRskiON98RwddWQzTpDG6Wvs=
		</data>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		gv4whckXfL4yfXSnpt4SHUtDBBM=
		</data>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/metadata.json</key>
		<data>
		INwZMGXlpssLZ2StQAOjFrQpswQ=
		</data>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/model.espresso.weights</key>
		<data>
		dOZfUlJ7gd4U+JHSuz8aLmXu9gQ=
		</data>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		WOKtYR2FgjBhFS7VcPsx1hK6JhU=
		</data>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/metadata.json</key>
		<data>
		KswJUQYxu7Vz4/7oelkM9CLjH7E=
		</data>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/model.espresso.weights</key>
		<data>
		G9HGb9e7z4vNMgUw1qZMHkA+MLA=
		</data>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		CF2VyNHG6EnUjrcuW7a5kV9ZjiM=
		</data>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/metadata.json</key>
		<data>
		CvV70ptmXq5Wptesdp26lM+I2HE=
		</data>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/model.espresso.weights</key>
		<data>
		sBsNpJR/mOeWWUqfkixRGtpfY2w=
		</data>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		YgZAWWL3IuDTmlx840ZSuXnETt0=
		</data>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/metadata.json</key>
		<data>
		NvsDXHTrL88JLFd1kGLYgAtMXwM=
		</data>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/model.espresso.weights</key>
		<data>
		RO9lLFcrbrzBPWSQdom307K5b8I=
		</data>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		HOZsWP3/upGrOMht/QJIONmHLqI=
		</data>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/metadata.json</key>
		<data>
		aVwmMXkhpatlAm1APoIHN/nExms=
		</data>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		txw+/AhwHu/Vk/hvS+r49ANwVjE=
		</data>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/anime_style_art_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		O6UgfrsViuYwb+mPbxZpAiSYg/A=
		</data>
		<key>Resources/anime_style_art_scale2.mlmodelc/coremldata.bin</key>
		<data>
		mmL2mAKuvw4+KNH6os+Or53xeJ4=
		</data>
		<key>Resources/anime_style_art_scale2.mlmodelc/metadata.json</key>
		<data>
		q+Vim5pfv4Ejmnl6Z1wv4nDmSl4=
		</data>
		<key>Resources/anime_style_art_scale2.mlmodelc/model.espresso.net</key>
		<data>
		6lku/124r5aKt5uGWfwdDejXFwI=
		</data>
		<key>Resources/anime_style_art_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		Gh4wSsxW+QKv6IPmnnVQHSh0cI4=
		</data>
		<key>Resources/anime_style_art_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		LN+ECSJQb3vPIL8usE60y9WrRGk=
		</data>
		<key>Resources/anime_style_art_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/anime_style_art_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/default.metallib</key>
		<data>
		2NuZg3vMJU9QN5dvHctCDJuUsjY=
		</data>
		<key>Resources/icon.icns</key>
		<data>
		xiU4QrWw5I2q42UFfgk4WkjCCEg=
		</data>
		<key>Resources/photo_noise0_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		NfKbmOqiGA/9SPKFgNGqpdU63bw=
		</data>
		<key>Resources/photo_noise0_model.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/photo_noise0_model.mlmodelc/metadata.json</key>
		<data>
		5V+zz2LTwRBv6Zouo5hGtjF0ILQ=
		</data>
		<key>Resources/photo_noise0_model.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/photo_noise0_model.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/photo_noise0_model.mlmodelc/model.espresso.weights</key>
		<data>
		A4M8GuiHRba1ORRBMt7ePaMxf6M=
		</data>
		<key>Resources/photo_noise0_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/photo_noise0_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/photo_noise1_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		IDtlU//1e2J+i2x5UzSl4dg7U8g=
		</data>
		<key>Resources/photo_noise1_model.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/photo_noise1_model.mlmodelc/metadata.json</key>
		<data>
		cNaIScTJSpRLxVaqMDMKHfoiYZE=
		</data>
		<key>Resources/photo_noise1_model.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/photo_noise1_model.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/photo_noise1_model.mlmodelc/model.espresso.weights</key>
		<data>
		yINFLoVO0hpb0DA2Ssz/Xy5pty0=
		</data>
		<key>Resources/photo_noise1_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/photo_noise1_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/photo_noise2_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		cCyin1FvRLPviF2EKA2bTccOG30=
		</data>
		<key>Resources/photo_noise2_model.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/photo_noise2_model.mlmodelc/metadata.json</key>
		<data>
		E5VsqLDzDK7xqJGJYjijfjLCqpo=
		</data>
		<key>Resources/photo_noise2_model.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/photo_noise2_model.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/photo_noise2_model.mlmodelc/model.espresso.weights</key>
		<data>
		S8uhUwF8ctH45roMkI7Ei+2NbN8=
		</data>
		<key>Resources/photo_noise2_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/photo_noise2_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/photo_noise3_model.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ySRbL3yKl8jU7SWqvzHFc31+mJk=
		</data>
		<key>Resources/photo_noise3_model.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/photo_noise3_model.mlmodelc/metadata.json</key>
		<data>
		k340NQX1uT+gK/IbV+D+gXXKhyk=
		</data>
		<key>Resources/photo_noise3_model.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/photo_noise3_model.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/photo_noise3_model.mlmodelc/model.espresso.weights</key>
		<data>
		Q434liPLMdia24V0ihcvVjJ428c=
		</data>
		<key>Resources/photo_noise3_model.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/photo_noise3_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/photo_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		eN1XYgUa265BIOR8Eji9nNk5pPI=
		</data>
		<key>Resources/photo_scale2.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/photo_scale2.mlmodelc/metadata.json</key>
		<data>
		Wl+3ecT7QoJ8GLxG+QTnkfF3RJw=
		</data>
		<key>Resources/photo_scale2.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/photo_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/photo_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		ohowAdc6yx09eLf3j64cVpza2/U=
		</data>
		<key>Resources/photo_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/photo_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/ukbench_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		6aZYxBtUOg2lLRYblQtsRzoy9kw=
		</data>
		<key>Resources/ukbench_scale2.mlmodelc/coremldata.bin</key>
		<data>
		W0h463UMHgtFUloLxXB0Ojaj8lY=
		</data>
		<key>Resources/ukbench_scale2.mlmodelc/metadata.json</key>
		<data>
		XMhFeMfCOpyzko0n7twCRxoz/DI=
		</data>
		<key>Resources/ukbench_scale2.mlmodelc/model.espresso.net</key>
		<data>
		QwPCMOGerRmzlNMQ/DaJ+TU0Cgs=
		</data>
		<key>Resources/ukbench_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		nXjzmReVY0bWJi3ds8OggDUOcOs=
		</data>
		<key>Resources/ukbench_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		V2jonXqElbVSKOB9C2KjeFz7XmU=
		</data>
		<key>Resources/ukbench_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/ukbench_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		jZ/mq+XSK3epsGy4MR4bbDFde1Y=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise0_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise0_scale2.mlmodelc/metadata.json</key>
		<data>
		+cNMzgYIzpMp28WGSj14+25Y3EU=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise0_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		d/X6pCigxMde2bsLj2hOtaO7pto=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		6wc2yVcJbLW3XSEFeuAuyy8MYzM=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise1_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise1_scale2.mlmodelc/metadata.json</key>
		<data>
		DZGCPYvXEpmT673tth80UNp/i0I=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise1_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		+bLCv5P1l+oA8sZvNUA/Y16+bLA=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		oJD9td5vzfqFwhjR7qLWx95GZpE=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise2_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise2_scale2.mlmodelc/metadata.json</key>
		<data>
		FpLom6ixg6bSOQBviIMAY6SnmvA=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise2_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		RHtn2BGK+IrokZPB/cjts3mILwQ=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		0RvuTDV44tIwrQIidKZsDGhyO9Y=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise3_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise3_scale2.mlmodelc/metadata.json</key>
		<data>
		M7A3/dErpWL4YVsBtTjJ70YPUN4=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise3_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		f582EsKbRyCRc8R+A4OOQjVym18=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		ENGFpVUCZG5VG9Aq0d7KjQuHyWw=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_scale2.mlmodelc/metadata.json</key>
		<data>
		ST4VOzc1/1B9WPAXNPsBAErM4wM=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		++OY5Uqkk1yRpjJIxiNAfhIkpNE=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_anime_style_art_rgb_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_photo_noise0_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		xAUEbvuLQ4g8P1s5XYCOM3xgPxM=
		</data>
		<key>Resources/upconv_7_photo_noise0_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_photo_noise0_scale2.mlmodelc/metadata.json</key>
		<data>
		iev71IHuIzQ2PNjea41Lehkyjdo=
		</data>
		<key>Resources/upconv_7_photo_noise0_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_photo_noise0_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_photo_noise0_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		npplM1epWbmr+AorbRqxTCasIbk=
		</data>
		<key>Resources/upconv_7_photo_noise0_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_photo_noise0_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_photo_noise1_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		7HF9iWe3rYYxldrR9aV7FV7gGHQ=
		</data>
		<key>Resources/upconv_7_photo_noise1_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_photo_noise1_scale2.mlmodelc/metadata.json</key>
		<data>
		et0uMsFQPy65gmDudGGaIL0JBBI=
		</data>
		<key>Resources/upconv_7_photo_noise1_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_photo_noise1_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_photo_noise1_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		GRuwEy2m2tJ3JX2i0uoBfIbNF/4=
		</data>
		<key>Resources/upconv_7_photo_noise1_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_photo_noise1_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_photo_noise2_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		IN9qebkjrnKobcsL6jMXUXliNkk=
		</data>
		<key>Resources/upconv_7_photo_noise2_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_photo_noise2_scale2.mlmodelc/metadata.json</key>
		<data>
		jg7+c//CwQVeWS1wE6wITzwqiQ8=
		</data>
		<key>Resources/upconv_7_photo_noise2_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_photo_noise2_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_photo_noise2_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		sF3RX01BVnWNbPOauYmEntnWEpc=
		</data>
		<key>Resources/upconv_7_photo_noise2_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_photo_noise2_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_photo_noise3_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		VXleudT6PGbZ1AFD25COqSPa1Ig=
		</data>
		<key>Resources/upconv_7_photo_noise3_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_photo_noise3_scale2.mlmodelc/metadata.json</key>
		<data>
		pkezDQ0On5fsXA3yH0QO7ioCOXc=
		</data>
		<key>Resources/upconv_7_photo_noise3_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_photo_noise3_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_photo_noise3_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		OkdYzCjQE0qwHbbqqP6jPu+emFY=
		</data>
		<key>Resources/upconv_7_photo_noise3_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_photo_noise3_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/upconv_7_photo_scale2.mlmodelc/analytics/coremldata.bin</key>
		<data>
		GDk2ZwCstitB7BqwrXN23fHNV4E=
		</data>
		<key>Resources/upconv_7_photo_scale2.mlmodelc/coremldata.bin</key>
		<data>
		ceAqF3LGWpAwqE4aakZQlJFHI74=
		</data>
		<key>Resources/upconv_7_photo_scale2.mlmodelc/metadata.json</key>
		<data>
		9IfXz5VQaXxMvUQSSx/iEvqfJV0=
		</data>
		<key>Resources/upconv_7_photo_scale2.mlmodelc/model.espresso.net</key>
		<data>
		yf6XBuv2hSNF8fyWQ5kk66skEs8=
		</data>
		<key>Resources/upconv_7_photo_scale2.mlmodelc/model.espresso.shape</key>
		<data>
		+I5Nu7z9CI2owf3K22lt52d033o=
		</data>
		<key>Resources/upconv_7_photo_scale2.mlmodelc/model.espresso.weights</key>
		<data>
		GYFuz8P+kO2N2LHrZslE7sm4sUo=
		</data>
		<key>Resources/upconv_7_photo_scale2.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/upconv_7_photo_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Resources/AppIcon.icns</key>
		<dict>
			<key>hash2</key>
			<data>
			I9AQfEsW3/uO2Mf1zuGPe5A/VaJ7fvgYdJ8pn5cgnb0=
			</data>
		</dict>
		<key>Resources/Assets.car</key>
		<dict>
			<key>hash2</key>
			<data>
			DaA4hzVyzRImzeTFZy/5ej6ejtuCKBQ0cBSTzJqBQl8=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			rOIUFNLewx5LtWMOP77I+6KMQIgNfDCFhMFedBvV1I8=
			</data>
		</dict>
		<key>Resources/LICENSE</key>
		<dict>
			<key>hash2</key>
			<data>
			gXf5dRMhNSbfLPYYTY/5hsZ1r7UU1OaKQEAQUhuIBkM=
			</data>
		</dict>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			lNrMplNZwM+EUrnXEHCni3iVzuVblBLNUTNgxDE8VO0=
			</data>
		</dict>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			j/by2zztqm48jN5XOYM+uqMO0nbyfhfvDSW/GhQKRJY=
			</data>
		</dict>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			I3aDPFLyIonZ+92cowJWyTDQn/XYZtczqoUFwp9HlrI=
			</data>
		</dict>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/model0/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			izS/MPAbhyDP4ywMusID+9yJKGmsxK9Et54X0a/eNtQ=
			</data>
		</dict>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/model1/_B0000.DAT</key>
		<dict>
			<key>hash2</key>
			<data>
			SY9HcS9z/EsfuBS9hHz82fhsR11vq7joGltfhRhuaT4=
			</data>
		</dict>
		<key>Resources/PNGImageSizeRegressor.mlmodelc/model1/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			jU5dnQtpcM1CzJoNcE2wC0tv3R91sV9qKAnnLDAak8g=
			</data>
		</dict>
		<key>Resources/README.md</key>
		<dict>
			<key>hash2</key>
			<data>
			xvcvKDZwdTrwuEMtnQ3Mrxcyo43deqe8rQiRaxJy01A=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			efyhUkVXVENeQbE7hAjYYhJeJoFckWxmBvFm/i92vGY=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZzKDNAfXgzZjDvX4u4mwEJzOTMYFfD5Cn/9I6CBZKXs=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			wHITsw6PEEvutyIfVnf9ZS8//6jYKoc10fFYkevWoMU=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			1udW+Up1V//fynjoVH3+iEaOg95HdNluw/7ZaLXZNAE=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			VgB5IabpNKsOo9kibFET+LIRoq6RpGwjgcSJFcaRe+Y=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			Ffzrv4/X8GMKTLdFVOJu+/6grYgPcCWHkW+TXYJfAJo=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise1_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			DR47dDGvQlvQiRV/p9S8VrY+a/mIiQfxluLjfkwIlxE=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZzKDNAfXgzZjDvX4u4mwEJzOTMYFfD5Cn/9I6CBZKXs=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			UNds6VRunG6eR4rv/taOjh2OWVtAAJvare+Y3Up2r3Q=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			1udW+Up1V//fynjoVH3+iEaOg95HdNluw/7ZaLXZNAE=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			VgB5IabpNKsOo9kibFET+LIRoq6RpGwjgcSJFcaRe+Y=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			GfJ7YY2vRqXVOTczWcXlSQytSHkI08U5cFTDGyCu6CA=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise2_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			zvLHM0znCJDGxf/sojP8rysrvPEUYKfK05+cz0nJWr8=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZzKDNAfXgzZjDvX4u4mwEJzOTMYFfD5Cn/9I6CBZKXs=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			BrqblTFYJPjS0GAo4cysJJ4Vs0enUz88OVVw7LggZ/Q=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			1udW+Up1V//fynjoVH3+iEaOg95HdNluw/7ZaLXZNAE=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			VgB5IabpNKsOo9kibFET+LIRoq6RpGwjgcSJFcaRe+Y=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			oYgd8qLTa2hJPe/UyIaE/z+vpKc+ZmSWkPFitIEfyQE=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_noise3_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			4G7suAQ4dQsNtVpmIJQSwPYvbrXmr2a/hhc8GIPSQIE=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			lmhLjxsuh4wZkq6wAaxdhuA1PFlhnEBLg4jWdUZKq9w=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			wgyqEMticEA9gu1mtthWcn6IS2+t0KRhF9iVfHEVnvA=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise0_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			H7dgyZCLF/JHX27s0XJQNYlkyXLFXPtfMv+VFmCQA3I=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			3ng58RIUhgHvoUFnTqD5RRaR7q+qnrGn9FuNbqYXgHE=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			z0LZTd6TwIdfQRxnrLNuy7Cn6ay+S93DWnMElxKxPC4=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise1_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			kyUlmzjYB9grKIPxNsbvoL4CicgsUqc0Zbfbl0/ywuE=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			9043xZOgJlxCwJm/C9GI3oVpqiGXokBiCzY649fDaOE=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			JjO7V/+FSxtLYrjOpBlCSxXJ4ITYuGAztTOUbGMEb0k=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise2_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			769dOm8ik5r/1Hbr1pH5Do3ay/0Wy+lnmKNFhb/0T1U=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			znUzKPGTYxDw+oGFoVoYEb3Kyxh0JLNNSTVfysWzdb0=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			uZzUamNacovFbHnxUttoI1Z2GH2mIWtjcyhZ039A2ps=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_noise3_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			BPga6Oia+yiJ3CADkOdUtYtNadHjXdZOOERbe+E5fWM=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			slwLXiSVSCz3FeQd6LzHgGzfSXjJaaQc6/201D50yc8=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			fqCQYWCQvYiYI0efAnCyKgRTeElTyl1ypBVvYEcpApo=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_rgb_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/anime_style_art_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			Q0uH9Ky6ORN1DwBPC4Q6brMRDpTthOiEguvU//HnrGw=
			</data>
		</dict>
		<key>Resources/anime_style_art_scale2.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZzKDNAfXgzZjDvX4u4mwEJzOTMYFfD5Cn/9I6CBZKXs=
			</data>
		</dict>
		<key>Resources/anime_style_art_scale2.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			L8rh03CWyFiTEB7SUgfmYgDejWUwdwIieehcK8aR07I=
			</data>
		</dict>
		<key>Resources/anime_style_art_scale2.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			1udW+Up1V//fynjoVH3+iEaOg95HdNluw/7ZaLXZNAE=
			</data>
		</dict>
		<key>Resources/anime_style_art_scale2.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			VgB5IabpNKsOo9kibFET+LIRoq6RpGwjgcSJFcaRe+Y=
			</data>
		</dict>
		<key>Resources/anime_style_art_scale2.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			LtkfN/mz5xUpYaauhtcYGvb+/B4EnHmrUKVlcK/9NT4=
			</data>
		</dict>
		<key>Resources/anime_style_art_scale2.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/anime_style_art_scale2.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/default.metallib</key>
		<dict>
			<key>hash2</key>
			<data>
			FYJWRKdnaSC9bknkoUJTyWP7uMmNMQN4leDAx9irk8w=
			</data>
		</dict>
		<key>Resources/icon.icns</key>
		<dict>
			<key>hash2</key>
			<data>
			BlJnyBcqlH4bdYZQw5wj0dTLf9uqp8eyEmA47vTYzW8=
			</data>
		</dict>
		<key>Resources/photo_noise0_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			l4zzSfI4HDyAku6ETf8wINfYxZwaggXQUgfT4Rq3YIM=
			</data>
		</dict>
		<key>Resources/photo_noise0_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/photo_noise0_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			TrQj6j0Tg+qS5HVgRvAF5Fe+HMBskR1phqtPm9drxDQ=
			</data>
		</dict>
		<key>Resources/photo_noise0_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/photo_noise0_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/photo_noise0_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			U4OOEmAyYUiddtBPV0F79secEcoSDdU0/ZpZnUKUycM=
			</data>
		</dict>
		<key>Resources/photo_noise0_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/photo_noise0_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/photo_noise1_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			X/rjpp0nVlkXviVOTLdpIMPw+x5jOMSk18Z189lbFK8=
			</data>
		</dict>
		<key>Resources/photo_noise1_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/photo_noise1_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5jzcQSfT6rZZSFQCzmyRXuUuX0+Vwn+L3KhMnijPPZs=
			</data>
		</dict>
		<key>Resources/photo_noise1_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/photo_noise1_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/photo_noise1_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			7Sd0BvoGTmIBNZzoMdldcsiz581h9bKs30Kkvi4gH3A=
			</data>
		</dict>
		<key>Resources/photo_noise1_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/photo_noise1_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/photo_noise2_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			7l9wa09ieMtsGV6SrtMdNOm+gTULYlaHaBifu2yXJPk=
			</data>
		</dict>
		<key>Resources/photo_noise2_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/photo_noise2_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			aORxMPBQJG8rMg9TrYrL+3NXvp6HzEYvuGxGn3HqvNg=
			</data>
		</dict>
		<key>Resources/photo_noise2_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/photo_noise2_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/photo_noise2_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			t8nBejtQEEj1UKH04IORRBnX52v/9Zeo+3Ps1yZLKVw=
			</data>
		</dict>
		<key>Resources/photo_noise2_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/photo_noise2_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/photo_noise3_model.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			YEG2Qo1rW8xjTirvG8FeJNFChE6d7FPFL/Qh9U7jnuU=
			</data>
		</dict>
		<key>Resources/photo_noise3_model.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			WXGu0rX1qodaXw8xyP/GHQQ0dYY2S9JKhgs1EdeeXL8=
			</data>
		</dict>
		<key>Resources/photo_noise3_model.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			+GEfO0qdLVobVV7Y0M423yPVpWMZbkg5mFkSdMZmrEI=
			</data>
		</dict>
		<key>Resources/photo_noise3_model.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			o9xrLuSu2RsyYmtKwlNBy4dsnMAYy6Kr//wQRTtTVuM=
			</data>
		</dict>
		<key>Resources/photo_noise3_model.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			ggCtj/CQ2EIGZszQpzJkJ8HIFvdK/NdQYjZWYn17wWs=
			</data>
		</dict>
		<key>Resources/photo_noise3_model.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			pboSmEmuxzX+naiaykOKWV9DvmrL+7xET+ftKftlZxY=
			</data>
		</dict>
		<key>Resources/photo_noise3_model.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/photo_noise3_model.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/photo_scale2.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
